export const easyQuestion=[
  {
    "id": 1,
    "question": "ಕರ್ನಾಟಕದ ರಾಜಧಾನಿ ಯಾವುದು?",
    "options": ["a) ಮೈಸೂರು", "b) ಬೆಂಗಳೂರು", "c) ಹುಬ್ಬಳ್ಳಿ", "d) ಬೆಳಗಾವಿ"],
    "answer": "b"
  },
  {
    "id": 2,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರಪಕ್ಷಿ ಯಾವುದು?",
    "options": ["a) ಪಾರಿವಾಳ", "b ) ಮಯೂರ", "c ) ಗಿಳಿ", "d) ಕಾಗೆ"],
    "answer": "b"
  },
  {
    "id": 3,
    "question": "ಕನ್ನಡ ರಾಜ್ಯೋತ್ಸವ ಯಾವ ತಿಂಗಳಲ್ಲಿ?",
    "options": ["a ) ಜನವರಿ", "b) ಮಾರ್ಚ್", "c) ನವೆಂಬರ್", "d ) ಏಪ್ರಿಲ್"],
    "answer": "c"
  },
  {
    "id": 4,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರೀಯ ಹೂವು ಯಾವುದು?",
    "options": ["a) ಕಮಲ", "b) ಗುಲಾಬಿ", "c) ಚಂದನ", "d ) ಮಲ್ಲಿಗೆ"],
    "answer": "a"
  },
  {
    "id": 5,
    "question": "‘ಜನಗಣಮನ’ ಅನ್ನು ಯಾರು ರಚಿಸಿದರು?",
    "options": ["a) ಗಾಂಧಿಜಿ", "b) ಟ್ಯಾಗೋರ್", "c) ನೆಹರು", "d) ಭಗತ್ ಸಿಂಗ್"],
    "answer": "b"
  },

  {
    "id": 6,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರೀಯ ಪ್ರಾಣಿ ಯಾವುದು?",
    "options": ["a) ಸಿಂಹ", "b) ಹುಲಿ", "c) ಜಿಂಕೆ", "d) ಆನೆ"],
    "answer": "b"
  },
  {
    "id": 7,
    "question": "ಕನ್ನಡದ ಜಾನಪದ ಹಾಡುಗಳನ್ನು ಏನೆಂದು ಕರೆಯುತ್ತಾರೆ?",
    "options": ["a) ಭಕ್ತಿ", "b) ಲಾವಣಿ", "c) ಜನಪದ", "d) ರಾಗ"],
    "answer": "c"
  },
  {
    "id": 8,
    "question": "ಭಾರತದ ಮೊದಲ ಪ್ರಧಾನ ಮಂತ್ರಿ ಯಾರು?",
    "options": ["a) ಗಾಂಧಿಜಿ", "b) ನೆಹರು", "c) ಶಸ್ತ್ರಿ", "d) ಪಟೇಲ್"],
    "answer": "b"
  },
  {
    "id": 8,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರಧ್ವಜದಲ್ಲಿ ಎಷ್ಟು ಬಣ್ಣಗಳಿವೆ?",
    "options": ["a) ಒಂದು", "b) ಎರಡು", "c) ಮೂರು", "d) ನಾಲ್ಕು"],
    "answer": "c"
  },
  {
    "id": 10,
    "question": "ಕನ್ನಡದ ಆದಿಕವಿ ಯಾರು?",
    "options": ["a) ರನ್ನ", "b) ಪುನ್ನ", "c) ಪಂಪ", "d) ಬೇಂದ್ರೆ"],
    "answer": "c"
  },

  {
    "id": 11,
    "question": "ಭಾರತದ ಸ್ವಾತಂತ್ರ್ಯ ದಿನ ಯಾವಾಗ?",
    "options": ["a) ಆಗಸ್ಟ್ 15", "b) ಜನವರಿ 26", "c) ಅಕ್ಟೋಬರ್ 2", "d) ಆಗಸ್ಟ್ 20"],
    "answer": "a"
  },
  {
    "id": 12,
    "question": "ಭಾರತದ ಕರೆನ್ಸಿ ಯಾವುದು?",
    "options": ["a) ಡಾಲರ್", "b) ರೂಪಾಯಿ", "c) ದಿನಾರ್", "d) ಪೌಂಡ್"],
    "answer": "b"
  },
  {
    "id": 13,
    "question": "ಕುವೆಂಪು ಯಾವ ಭಾಷೆಯ ಕವಿ?",
    "options": ["a) ತಮಿಳು", "b) ಹಿಂದಿ", "c) ಕನ್ನಡ", "d) ಮಲಯಾಳಂ"],
    "answer": "c"
  },
  {
    "id": 14,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರ ಗೀತೆ ಯಾವುದು?",
    "options": ["a) ವందೇ ಮಾತರಂ", "b) ಜನಗಣಮನ", "c) ಜಯ ಭಾರತ ಜನನೀರ", "d) ಸರೆ ಜಹಾಂ"],
    "answer": "a"
  },
  {
    "id": 15,
    "question": "ಕರ್ನಾಟಕದ ಅತಿ ದೊಡ್ಡ ಜಿಲ್ಲೆ ಯಾವುದು?",
    "options": ["a) ಮೈಸೂರು", "b) ಬೆಳಗಾವಿ", "c) ಬಳ್ಳಾರಿ", "d) ಮಂಗಳೂರ"],
    "answer": "b"
  },

  {
    "id": 16,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರ ಆಟ ಯಾವುದು?",
    "options": ["a) ಕಬಡ್ಡಿ", "b) ಹಾಕಿ", "c) ಕ್ರಿಕೆಟ್", "d) ಫುಟ್‌ಬಾಲ್"],
    "answer": "b"
  },
  {
    "id": 17,
    "question": "ಕನ್ನಡ ನಾಡಿನ ಮಹಾಕವಿ ಯಾರು?",
    "options": ["a) ಕುವೆಂಪು", "b) ಬೇಂದ್ರೆ", "c) ಪುಟ್ಟಸ್ವಾಮಿ", "d) ದ.ರಾ.ಬೇಂದ್ರೆ"],
    "answer": "a"
  },
  {
    "id": 18,
    "question": "ಮೈಸೂರು ಅರಮನೆ ಯಾವ ನಗರದಲ್ಲಿ?",
    "options": ["a) ಬೆಂಗಳೂರು", "b) ಮೈಸೂರು", "c) ಹಾಸನ", "d) ಧಾರವಾಡ"],
    "answer": "b"
  },
  {
    "id": 19,
    "question": "ಭಾರತದ ಮೊದಲ ಅಧ್ಯಕ್ಷ ಯಾರು?",
    "options": ["a) ರಾಜೇಂದ್ರ ಪ್ರಸಾದ್", "b) ಕಲಾಂ", "c) ಪ್ರಣಬ್", "d) ಪ್ರತಿಭಾ ಪಾಟೀಲ್"],
    "answer": "a"
  },
  {
    "id": 20,
    "question": "ವಿಶ್ವದ ಅತಿ ದೊಡ್ಡ ನದಿ ಯಾವುದು?",
    "options": ["a) ಕಾವೇರಿ", "b) ನೈಲ್", "c) ಗಂಗಾ", "d) ಅಮೆಜಾನ್"],
    "answer": "b"
  },

  {
    "id": 21,
    "question": "ಭಾರತದ ರಾಜಧಾನಿ ಯಾವುದು?",
    "options": ["a) ಬೆಂಗಳೂರು", "b) ಕೊಲ್ಕತ್ತಾ", "c) ದಿಲ್ಲಿ", "d) ಬಿಹಾರ್"],
    "answer": "c"
  },
  {
    "id": 22,
    "question": "ಭಾರತದ ಅತಿ ದೊಡ್ಡ ರಾಜ್ಯ ಯಾವುದು?",
    "options": ["a) ಕೇರಳ", "b) ರಾಜಸ್ಥಾನ", "c) बिहार", "d) ಕರ್ಣಾಟಕ"],
    "answer": "b"
  },
  {
    "id": 23,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರ ಮಂತ್ರ 'ಸತ್ಯಮೇವ ಜಯತೇ' ಯಾವ ಭಾಷೆಯಲ್ಲಿ?",
    "options": ["a) ಹಿಂದಿ", "b) ಸಂಸ್ಕೃತ", "c) ತಮಿಳು", "d) ಪಾಳಿ"],
    "answer": "b"
  },
  {
    "id": 24,
    "question": "ತಾಜ್ ಮಹಲ್ ಎಲ್ಲಿ ಇದೆ?",
    "options": ["a) ದಿಲ್ಲಿ", "b) ಆಗ್ರಾ", "c) ಜಯಪುರ", "d) ಪಟ್ನಾ"],
    "answer": "b"
  },
  {
    "id": 25,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರ ವೃಕ್ಷ ಯಾವುದು?",
    "options": ["a) ಅಶ್ವತ್ಥ", "b) ಬನಿಯನ್", "c) ಮರವಂತೆ", "d) ತೆಂಗು"],
    "answer": "b"
  },

  {
    "id": 26,
    "question": "ಮೈಸೂರು ದಸರಾ ಎಷ್ಟು ದಿನ?",
    "options": ["a) 1", "b) 5", "c) 10", "d) 15"],
    "answer": "c"
  },
  {
    "id": 27,
    "question": "ಕರ್ನಾಟಕದ ಅತಿ ಚಿಕ್ಕ ಜಿಲ್ಲೆ ಯಾವುದು?",
    "options": ["a) ಕೊಡಗು", "b) ಉಡುಪಿ", "c) ಗದಗ", "d) ಬಾಗಲಕೋಟೆ"],
    "answer": "c"
  },
  {
    "id": 28,
    "question": "ಭಾರತಕ್ಕೆ ಸ್ವಾತಂತ್ರ್ಯ ತಂದ ಚಳವಳಿ ಯಾವುದು?",
    "options": ["a) ಅಹಿಂಸೆ", "b) ದಂಡೆ ಯಾತ್ರೆ", "c) ಕ್ವಿಟ್ ಇಂಡಿಯಾ", "d) ಮೇಲಿನ ಎಲ್ಲಾ"],
    "answer": "d"
  },
  {
    "id": 29,
    "question": "‘ಅಲ್ಲಮ ಪ್ರಭು’ ಯಾವ ಚಳವಳಿಗೆ ಸೇರಿದ್ದಾರೆ?",
    "options": ["a) ಹೋರಾಟ", "b) ವಚನ", "c) ಕಾವ್ಯ", "d) ಜಾನಪದ"],
    "answer": "b"
  },
  {
    "id": 30,
    "question": "ಭಾರತದ ಮೊದಲ ಮಹಿಳಾ ಪ್ರಧಾನ ಮಂತ್ರಿ ಯಾರು?",
    "options": ["a) ಇಂದಿರಾ ಗಾಂಧಿ", "b) ಪ್ರತಿಭಾ ಪಾಟೀಲ", "c) ಸೋನಿಯಾ", "d) ಜಯಲಲಿತಾ"],
    "answer": "a"
  },

  {
    "id": 31,
    "question": "‘ಕಾವೇರಿ’ ನದಿ ಎಲ್ಲಿ ಹುಟ್ಟುತ್ತದೆ?",
    "options": ["a) ಮೈಸೂರು", "b) ಕೊಡಗು", "c) ಹಾಸನ", "d) ಬೆಂಗಳೂರು"],
    "answer": "b"
  },
  {
    "id": 32,
    "question": "ಭಾರತವನ್ನು ಏನೆಂದು ಕರೆಯುತ್ತಾರೆ?",
    "options": ["a) ಡ್ರಾಗನ್ ದೇಶ", "b) ಸೂರ್ಯೋದಯ ದೇಶ", "c) ಉಪಖಂಡ", "d) ದ್ವೀಪ"],
    "answer": "c"
  },
  {
    "id": 33,
    "question": "ಕರ್ನಾಟಕದ ಅಧಿಕೃತ ಭಾಷೆ ಯಾವುದು?",
    "options": ["a) ಹಿಂದಿ", "b) ತಮಿಳು", "c) ಕನ್ನಡ", "d) ತೆಲುಗು"],
    "answer": "c"
  },
  {
    "id": 34,
    "question": "ಎರಡು ಚಕ್ರಗಳ ವಾಹನ ಯಾವುದು?",
    "options": ["a) ಬಸ್", "b) ಗಾಡಿ", "c) ಬೈಕ್", "d) ಕಾರು"],
    "answer": "c"
  },
  {
    "id": 35,
    "question": "ಭಾರತದ ಅತಿ ದೊಡ್ಡ ಸಾಗರ ಯಾವುದು?",
    "options": ["a) ಅಟ್ಲಾಂಟಿಕ್", "b) ಅರೇಬಿಯನ್", "c) ಹಿಂದೂ ಮಹಾಸಾಗರ", "d) ಪೆಸಫಿಕ್"],
    "answer": "c"
  },

  {
    "id": 36,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರ ಗೀತೆ ಯಾರ ಕೃತಿ?",
    "options": ["a) ಟ್ಯಾಗೋರ್", "b) ಬೇಂದ್ರೆ", "c) ಕುವೆಂಪು", "d) ಬಸವಣ್ಣ"],
    "answer": "a"
  },
  {
    "id": 37,
    "question": "ನಗರಗಳಲ್ಲಿ ಬಸ್‌ಗಳನ್ನು ಯಾರು ಓಡಿಸುತ್ತಾರೆ?",
    "options": ["a) ಪೊಲೀಸ್", "b) ಚಾಲಕ", "c) ಯೋಧ", "d) ವೈದ್ಯರು"],
    "answer": "b"
  },
  {
    "id": 38,
    "question": "ಕರ್ನಾಟಕದ ರಾಜ್ಯ ಹಕ್ಕಿ ಯಾವುದು?",
    "options": ["a) ಗಿಳಿ", "b) ಹಂಸ", "c) ನೀಲಿ ಕೋಗಿಲೆ", "d) ಮಯೂರ"],
    "answer": "c"
  },
  {
    "id": 39,
    "question": "ಭಾರತದ ಮೊದಲ ಶಿಕ್ಷಣ ಸಚಿವ ಯಾರು?",
    "options": ["a) ನೆಹರು", "b) ಅಬ್ದುಲ್ ಕಲಾಂ", "c) ಮೌಲಾನಾ ಅಝಾದ್", "d) ಗಾಂಧಿಜಿ"],
    "answer": "c"
  },
  {
    "id": 40,
    "question": "ಗಂಗಾವತಿಯಲ್ಲಿ ಪ್ರಸಿದ್ಧ ನಾಟ್ಯ ರೂಪ ಯಾವದು?",
    "options": ["a) ಯಕ್ಷಗಾನ", "b) ಲಾವಣಿ", "c) ಭರತನಾಟ್ಯ", "d) ಕುಚಿಪುಡಿ"],
    "answer": "a"
  },

  {
    "id": 41,
    "question": "ರೈತರು ಯಾವ ಕ್ಷೇತ್ರಕ್ಕೆ ಸೇರಿದ್ದಾರೆ?",
    "options": ["a) ಕಲೆ", "b) ಕ್ರೀಡೆ", "c) ಕೃಷಿ", "d) ವೈದ್ಯಕೀಯ"],
    "answer": "c"
  },
  {
    "id": 42,
    "question": "ಕಾಗೆ ಯಾವ ಬಣ್ಣದದು?",
       "options": ["a) ಕಪ್ಪು", "b) ಬಿಳಿ", "c) ಹಸಿರು", "d) ಹಳದಿ"],
    "answer": "a"
  },
  {
    "id": 43,
    "question": "ಬೆಳಗ್ಗೆ ಉದಯವಾಗುವ ಗ್ರಹ ಯಾವುದು?",
    "options": ["a) ಮಂಗಳ", "b) ಶುಕ್ರ", "c) ಗುರು", "d) ಶನಿ"],
    "answer": "b"
  },
  {
    "id": 44,
    "question": "ವಿಶ್ವದಲ್ಲಿ ಅತಿ ದೊಡ್ಡ ಖಂಡ ಯಾವುದು?",
    "options": ["a) ಏಷ್ಯಾ", "b) ಆಫ್ರಿಕಾ", "c) ಯೂರೋಪ್", "d) ಆಸ್ಟ್ರೇಲಿಯಾ"],
    "answer": "a"
  },
  {
    "id": 45,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರ ಚಿಹ್ನೆಯಲ್ಲಿರುವ ಸಿಂಹಗಳ ಸಂಖ್ಯೆ?",
    "options": ["a) 2", "b) 3", "c) 4", "d) 5"],
    "answer": "c"
  },

  {
    "id": 46,
    "question": "ಹುಲಿ ಯಾವ ಪ್ರಾಣಿ?",
    "options": ["a) ಸಸ್ಯಾಹಾರಿ", "b) ಮಾಂಸಾಹಾರಿ", "c) ಜಲಚರ", "d) ಸರ್ಪ"],
    "answer": "b"
  },
  {
    "id": 47,
    "question": "ಶಾಲೆಯಲ್ಲಿ ಮಕ್ಕಳಿಗೆ ಯಾರು ಬೋಧಿಸುತ್ತಾರೆ?",
    "options": ["a) ಪೊಲೀಸ್", "b) ಶಿಕ್ಷಕರು", "c) ವೈದ್ಯರು", "d) ರೈತರು"],
    "answer": "b"
  },
  {
    "id": 48,
    "question": "ಕರ್ನಾಟಕದ ರಾಜ್ಯ ಪಕ್ಷಿ ಯಾವುದು?",
    "options": ["a) ನೀಲಿ ಕೋಗಿಲೆ", "b) ಗಿಳಿ", "c) ಹಂಸ", "d) ಪಾರಿವಾಳ"],
    "answer": "a"
  },
  {
    "id": 49,
    "question": "ಕಾಗದವನ್ನು ಕೊಯ್ಯುವ ಉಪಕರಣ ಯಾವುದು?",
    "options": ["a) ಚಾಕು", "b) ಕತ್ತರಿ", "c) ಹಲ್ಲು", "d) ಬಲ"],
    "answer": "b"
  },
  {
    "id": 50,
    "question": "ಭಾರತದ ಅತಿ ಉದ್ದದ ನದಿ ಯಾವುದು?",
    "options": ["a) ಗಂಗಾ", "b) ಕಾವೇರಿ", "c) ಯಮುನಾ", "d) ಗೋದಾವರಿ"],
    "answer": "a"
  },

  {
    "id": 51,
    "question": "ಕೋತಿ ಯಾವ ಪ್ರಾಣಿ?",
    "options": ["a) ಜಲಚರ", "b) ಭೂಚರ", "c) ಆಕಾಶಚರ", "d) ಕೀಟ"],
    "answer": "b"
  },
  {
    "id": 52,
    "question": "ಕರ್ನಾಟಕದಲ್ಲಿ ಚಳಿಗಾಲ ಯಾವ ತಿಂಗಳು?",
    "options": ["a) ಮೇ", "b) ಜೂನ್", "c) ಡಿಸೆಂಬರ್", "d) ಏಪ್ರಿಲ್"],
    "answer": "c"
  },
  {
    "id": 53,
    "question": "ಸೂರ್ಯ ಯಾವ ದಿಕ್ಕಿನಲ್ಲಿ ಉದಯಿಸುತ್ತಾನೆ?",
    "options": ["a) ಪಶ್ಚಿಮ", "b) ಪೂರ್ವ", "c) ಉತ್ತರ", "d) ದಕ್ಷಿಣ"],
    "answer": "b"
  },
  {
    "id": 54,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರ ಗ್ರೀಷ್ಮ ಹಣ್ಣು ಯಾವುದು?",
    "options": ["a) ಮಾವು", "b) ದ್ರಾಕ್ಷಿ", "c) ತೆಂಗು", "d) ಬಾಳೆಹಣ್ಣು"],
    "answer": "a"
  },
  {
    "id": 55,
    "question": "ಉಡುಪಿ ಯಾವಕ್ಕೆ ಪ್ರಸಿದ್ಧ?",
    "options": ["a) ಟೆಕ್ನಾಲಜಿ", "b) ಹೋಟೆಲ್ ಆಹಾರ", "c) ರೈಲು", "d) ಕಡಲ ತೀರ"],
    "answer": "b"
  },

  {
    "id": 56,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರ ಪ್ರಾಣಿ ಯಾವುದು?",
    "options": ["a) ಜಿಂಕೆ", "b) ಆನೆ", "c) ಹುಲಿ", "d) ಸಿಂಹ"],
    "answer": "c"
  },
  {
    "id": 57,
    "question": "ವಿಮಾನ ಯಾವಲ್ಲಿ ಹಾರುತ್ತದೆ?",
    "options": ["a) ರಸ್ತೆ", "b) ನೀರು", "c) ಗಾಳಿ", "d) ಕಲ್ಲು"],
    "answer": "c"
  },
  {
    "id": 58,
    "question": "ಕಂದಾಯ ಇಲಾಖೆಯಲ್ಲಿ ಕೆಲಸ ಮಾಡುವವರು ಯಾರು?",
    "options": ["a) ಪೋಲೀಸ್", "b) ತಹಶೀಲ್ದಾರ್", "c) ವೈದ್ಯರು", "d) ಶಿಕ್ಷಕರು"],
    "answer": "b"
  },
  {
    "id": 59,
    "question": "ಭೂಮಿಯ ಮೇಲೆ ನೀರಿನ ಪ್ರಮಾಣ ಎಷ್ಟು?",
    "options": ["a) 10%", "b) 30%", "c) 50%", "d) 70%"],
    "answer": "d"
  },
  {
    "id": 60,
    "question": "ಕವಿ ಕುಂವರ ನರಾಯಣ ಯಾವ ಭಾಷೆಯಲ್ಲಿ ಕವಿತೆ ಬರೆದರು?",
    "options": ["a) ತಮಿಳು", "b) ಹಿಂದಿ", "c) ಕನ್ನಡ", "d) ಸಂಸ್ಕೃತ"],
    "answer": "b"
  },

  {
    "id": 61,
    "question": "ಪತ್ರಿಕೆಯನ್ನು ಓದುತ್ತಾರೆ ಯಾರು?",
    "options": ["a) ವಿದ್ಯಾರ್ಥಿಗಳು", "b) ಓದುಗರು", "c) ಚಾಲಕರು", "d) ಪೊಲೀಸ್"],
    "answer": "b"
  },
  {
    "id": 62,
    "question": "ಸಕ್ಕರೆ ಯಾವ ಸಸ್ಯದಿಂದ ಸಿಗುತ್ತದೆ?",
    "options": ["a) ಗೋಧಿ", "b) ಎಳ್ಳು", "c) ಇಕ್ಕೆ", "d) ಅಕ್ಕಿ"],
    "answer": "c"
  },
  {
    "id": 63,
    "question": "ಕರ್ನಾಟಕದ ರಾಜ್ಯ ಹೂವು ಯಾವುದು?",
    "options": ["a) ಕಮಲ", "b) ಕಮಲ", "c) ಮಲ್ಲಿಗೆ", "d) ಗುಲಾಬಿ"],
    "answer": "c"
  },
  {
    "id": 64,
    "question": "ಭಾರತದಲ್ಲಿ ಅತಿ ಜನಸಂಖ್ಯೆ ಇರುವ ರಾಜ್ಯ ಯಾವುದು?",
    "options": ["a) ಬಿಹಾರ್", "b) ಕರ್ನಾಟಕ", "c) ಉತ್ತರ ಪ್ರದೇಶ", "d) ಪಂಜಾಬ್"],
    "answer": "c"
  },
  {
    "id": 65,
    "question": "ಭಾರತದ ಅತಿ ದೊಡ್ಡ ನಗರ ಯಾವುದು?",
    "options": ["a) ದಿಲ್ಲಿ", "b) ಮുംബൈ", "c) ಬೆಂಗಳೂರು", "d) ಕೊಲ್ಕತ್ತಾ"],
    "answer": "b"
  },

  {
    "id": 66,
    "question": "ವೈದ್ಯರು ಯಾವಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತಾರೆ?",
    "options": ["a) ಬ್ಯಾಂಕ್", "b) ಆಸ್ಪತ್ರೆ", "c) ಶಾಲೆ", "d) ಪೊಲೀಸ್ ಠಾಣೆ"],
    "answer": "b"
  },
  {
    "id": 67,
    "question": "ಆಮ್ಲಜನಕವನ್ನು ಯಾವ ಸಸ್ಯ ತಯಾರಿಸುತ್ತದೆ?",
    "options": ["a) ಗಾವಿ", "b) ಸಸ್ಯಗಳು", "c) ಮರಗಳು", "d) ಹುಲ್ಲು"],
    "answer": "c"
  },
  {
    "id": 68,
    "question": "ಸಮುದ್ರ ತೀರ ಯಾವ ಜಿಲ್ಲೆಯಲ್ಲಿ?",
    "options": ["a) ಮೈಸೂರು", "b) ಮಂಗಳೂರು", "c) ಬೆಂಗಳೂರು", "d) ಹಾಸನ"],
    "answer": "b"
  },
  {
    "id": 69,
    "question": "ಶಾಲೆಯಲ್ಲಿ ಓದುವ ಪುಸ್ತಕ ಯಾವುದು?",
    "options": ["a) ಕತೆ", "b) ಪಾಠ ಪುಸ್ತಕ", "c) ಕಾದಂಬರಿ", "d) ಪತ್ರಿಕೆ"],
    "answer": "b"
  },
  {
    "id": 70,
    "question": "ಭಾರತದ ಅತಿ ದೊಡ್ಡ ಮರುಭೂಮಿ ಯಾವುದು?",
    "options": ["a) ಗೋಬಿ", "b) ಸಹಾರಾ", "c) ಠಾರ್", "d) ಕಾಲಾಹಾರಿ"],
    "answer": "c"
  },

  {
    "id": 71,
    "question": "ಮಳೆ ಯಾಕೆ ಬೀಳುತ್ತದೆ?",
    "options": ["a) ಗಾಳಿ", "b) ಮೋಡಗಳು", "c) ಧೂಳು", "d) ಧ್ವನಿ"],
    "answer": "b"
  },
  {
    "id": 72,
    "question": "ಭಾರತದಲ್ಲಿ ಯಾವ ಕರೆನ್ಸಿ?",
    "options": ["a) ಡಾಲರ್", "b) ಪೌಂಡ್", "c) ರೂಪಾಯಿ", "d) ಯೂರೊ"],
    "answer": "c"
  },
  {
    "id": 73,
    "question": "ಸುಡೂಕು ಯಾವ ಆಟ?",
    "options": ["a) ಗೇಮ್", "b) ಸಂಖ್ಯಾ ಪಜಲ್", "c) ಹಾಡು", "d) ಚಿತ್ರಕಲೆ"],
    "answer": "b"
  },
  {
    "id": 74,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರೀಯ ಸಂಗೀತ ವಾದ್ಯ ಯಾವುದು?",
    "options": ["a) ಮೃದಂಗ", "b) ವೀಣೆ", "c) ತಬಲಾ", "d) ಗಿತ್ರ"],
    "answer": "b"
  },
  {
    "id": 75,
    "question": "ಕರ್ನಾಟಕದ ರಾಜ್ಯ ಪ್ರಾಣಿ ಯಾವುದು?",
    "options": ["a) ಹುಲಿ", "b) ಆನೆ", "c) ಕರಡಿ", "d) ಜಿಂಕೆ"],
    "answer": "d"
  },

  {
    "id": 76,
    "question": "ಕರ್ನಾಟಕದ ಅತಿ ಪ್ರಸಿದ್ಧ ತೆಂಗಳ ಹಣ್ಣು ಯಾವುದು?",
    "options": ["a) ಮಾವು", "b) ತೆಂಗು", "c) ಬಾಳೆ", "d) ಸೇಬು"],
    "answer": "b"
  },
  {
    "id": 77,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರ ಗೀತೆ ಯಾವುದು?",
    "options": ["a) ವಂದೇ ಮಾತರಂ", "b) ಜನಗಣಮನ", "c) ಸರೆ ಜಹಾಂ", "d) ಜಯ ಭಾರತ"],
    "answer": "b"
  },
  {
    "id": 78,
    "question": "ಶಾಲಾ ಗಣಿತದಲ್ಲಿ 2+2 ಎಷ್ಟು?",
    "options": ["a) 3", "b) 4", "c) 5", "d) 6"],
    "answer": "b"
  },
  {
    "id": 79,
    "question": "ಹಾಲನ್ನು ಯಾವ ಪ್ರಾಣಿ ಕೊಡುತ್ತದೆ?",
    "options": ["a) ಬಾತುಕೋಳಿ", "b) ಹಸು", "c) ಮೇಕೆ", "d) ನಾಯಿ"],
    "answer": "b"
  },
  {
    "id": 80,
    "question": "ರಾತ್ರಿ ಬೆಳಕು ಕೊಡುವುದು ಏನು?",
    "options": ["a) ಸೂರ್ಯ", "b) ನಕ್ಷತ್ರಗಳು", "c) ನದಿ", "d) ಗಾಳಿ"],
    "answer": "b"
  },

  {
    "id": 81,
    "question": "ತೇನೀರು ಯಾರು ಕೊಡುತ್ತಾರೆ?",
    "options": ["a) ಹಾವು", "b) ಜೇನು ಹುಳು", "c) ಸಿಂಹ", "d) ಮೇಕೆ"],
    "answer": "b"
  },
  {
    "id": 82,
    "question": "ಆಕಾಶದ ಬಣ್ಣ ಯಾವುದು?",
    "options": ["a) ಹಸಿರು", "b) ಕಪ್ಪು", "c) ನೀಲಿ", "d) ಕೆಂಪು"],
    "answer": "c"
  },
  {
    "id": 83,
    "question": "ಬಸ್ಸು ಯಾವಲ್ಲಿ ಓಡುತ್ತದೆ?",
    "options": ["a) ರಸ್ತೆ", "b) ಗಾಳಿ", "c) ನೀರು", "d) ಕಾಗೆ"],
    "answer": "a"
  },
  {
    "id": 84,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರದ ಚಿಹ್ನೆ ಯಾವುದು?",
    "options": ["a) ಚಕ್ರ", "b) ಅಶೋಕ ಸ್ತಂಭ", "c) ಹುಲಿ", "d) ಸಿಂಹ"],
    "answer": "b"
  },
  {
    "id": 85,
    "question": "ತಿಂಗಳು ಎಷ್ಟು ಇವೆ?",
    "options": ["a) 10", "b) 11", "c) 12", "d) 13"],
    "answer": "c"
  },

  {
    "id": 86,
    "question": "ಉಮ್ಮಳದ ಬಣ್ಣ ಯಾವುದು?",
    "options": ["a) ಬಿಳಿ", "b) Keಂಪು", "c) ನೀಲಿ", "d) ಹಸಿರು"],
    "answer": "a"
  },
  {
    "id": 87,
    "question": "ಪೃಥ್ವಿಯ ರೂಪ ಯಾವುದು?",
    "options": ["a) ಚೌಕ", "b) ವರ್ತುಳಾಕೃತಿ", "c) ತ್ರಿಕೋನ", "d) ಸಮಚತುರಶ"],
    "answer": "b"
  },
  {
    "id": 88,
    "question": "ಭಾರತದ ಅತಿ ದೊಡ್ಡ ಕಟ್ಟಡ ಯಾವುದು?",
    "options": ["a) ತಾಜ್ ಮಹಲ್", "b) ಲಾಲ್ ಕಿಲ್ಲಾ", "c) ರಾಷ್ಟ್ರಪತಿ ಭವನ", "d) ಕ್ಯೂಟುಬ್ ಮಿನಾರ್"],
    "answer": "c"
  },
  {
    "id": 89,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರೀಯ ಕ್ಯಾಲೆಂಡರ್ ಯಾವುದು?",
    "options": ["a) ಹುಬ್ಬಳ್ಳಿ", "b) ಭಾರತೀಯ ಶಕ", "c) ಕ್ರಿಸ್ತ ಶಕ", "d) ಜೂಲಿಯನ್"],
    "answer": "b"
  },
  {
    "id": 90,
    "question": "ಭಾರತದ ಅತಿ ಉದ್ದದ ರೈಲು ಯಾವುದು?",
    "options": ["a) ರಾಜಧಾನಿ", "b) ವಿವೇಕ್ ಎಕ್ಸ್‌ಪ್ರೆಸ್", "c) ಶತಾಬ್ದಿ", "d) ಮೈಸೂರು ಎಕ್ಸ್‌ಪ್ರೆಸ್"],
    "answer": "b"
  },

  {
    "id": 91,
    "question": "ಸೂರ್ಯನಿಗೆ ಹತ್ತಿರದ ಗ್ರಹ ಯಾವದು?",
    "options": ["a) ಭೂಮಿ", "b) ಮಂಗಳ", "c) ಬುಧ", "d) ಶನಿ"],
    "answer": "c"
  },
  {
    "id": 92,
    "question": "ಭೂಮಿಯ ಉಪಗ್ರಹ ಯಾವದು?",
    "options": ["a) ಚಂದ್ರ", "b) ಸೂರ್ಯ", "c) ಮಂಗಳ", "d) ಶನಿ"],
    "answer": "a"
  },
  {
    "id": 93,
    "question": "ಕಂಪ್ಯೂಟರ್ ಕೀಬೋರ್ಡಿನಲ್ಲಿ ಅಕ್ಷರಗಳನ್ನು ಬರೆಯಲು ಯಾವುದು?",
    "options": ["a) ಸ್ಪೇಸ್", "b) ಅಕ್ಷರ ಕೀಗಳು", "c) ಶಿಫ್ಟ್", "d) ಡಿಲೀಟ್"],
    "answer": "b"
  },
  {
    "id": 94,
    "question": "ಒಂದು ವಾರದಲ್ಲಿ ಎಷ್ಟು ದಿನಗಳು?",
    "options": ["a) 5", "b) 6", "c) 7", "d) 8"],
    "answer": "c"
  },
  {
    "id": 95,
    "question": "ಶಾಲೆಯಲ್ಲಿ ಬೇಲ್ ಹೊಡೆಯುವವರು ಯಾರು?",
    "options": ["a) ಪ್ರಿನ್ಸಿಪಲ್", "b) ಶಿಕ್ಷಕರು", "c) ಪಿಯನ್", "d) ವಿದ್ಯಾರ್ಥಿಗಳು"],
    "answer": "c"
  },

  {
    "id": 96,
    "question": "ಮನುಷ್ಯರಿಗೆ ಶ್ವಾಸ ಹೇಗೆ ಸಿಗುತ್ತದೆ?",
    "options": ["a) ಅಕ್ಕಿ", "b) ಗಾಳಿ", "c) ನೀರು", "d) ಧ್ವನಿ"],
    "answer": "b"
  },
  {
    "id": 97,
    "question": "ರಾಷ್ಟ್ರಧ್ವಜದ ಮಧ್ಯದಲ್ಲಿರುವ ಚಕ್ರಕ್ಕೆ ಏನು ಹೆಸರಿದೆ?",
    "options": ["a) ಧರ್ಮಚಕ್ರ", "b) ವೇಗಚಕ್ರ", "c) ವಿಜಯ ಚಕ್ರ", "d) ದಿಕ್ಕು ಚಕ್ರ"],
    "answer": "a"
  },
  {
    "id": 98,
    "question": "ಭಾರತ ಯಾವ ಖಂಡದಲ್ಲಿ ಇದೆ?",
    "options": ["a) ಆಫ್ರಿಕಾ", "b) ಏಷ್ಯಾ", "c) ಯೂರೋಪ್", "d) ಆಸ್ಟ್ರೇಲಿಯಾ"],
    "answer": "b"
  },
  {
    "id": 99,
    "question": "ಲೋಕಸಭೆಯಲ್ಲಿ ಸದಸ್ಯರನ್ನು ಯಾರು ಆಯ್ಕೆ ಮಾಡುತ್ತಾರೆ?",
    "options": ["a) ಗವರ್ನರ್", "b) ಚುನಾವಣೆ ಮತದಾರರು", "c) ರಾಷ್ಟ್ರಪತಿ", "d) ಸಿಪೈಗಳು"],
    "answer": "b"
  },
  {
    "id": 100,
    "question": "ಭಾರತದ ರಾಷ್ಟ್ರ ಗೀತೆಯ ಸಂಗೀತ ಸಂಯೋಜಕ ಯಾರು?",
    "options": ["a) ಟ್ಯಾಗೋರ್", "b) ರವೀಂದ್ರ", "c) ಬ್ಯಾಂಕಿಂಚಂದ್ರ", "d) ಧ್ಯಾನಚಂದ್"],
    "answer": "a"
  }
]
